[
    {
        "name": "Amazfit Bip U Pro",
        "price": "$54.99",
        "quantity": "11",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/mi-watch-lite-xmwtcl02/mi-watch-lite-xmwtcl02-2-500x500.jpg",
        "brand": "Amazfit",
        "supplier": "Motion View",
        "shortDescription": "It has 1.43 inch amoled display",
        "description": "【ALEXA & GPS BUILT-IN】You can talk to Amazon Alexa on your Amazfit Bip U Pro smartwatch, Ask questions, get translations, check the weather, control your smart home devices and more. 【SMART NOTIFICATIONS】Get an intelligent little pal to remind you of the incoming calls, text messages, apps, and calendars, alarm clock, weather forecast, and support controlling the music and camera of your smartphone.",
        "email": "zubayer3570@gmail.com"
    },
    {
        "name": "Amazfit GTS 2 Mini",
        "price": "$79.99",
        "quantity": "13",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/watch/xiaomi/amazfit-a1919-t-rex-3/amazfit-a1919-t-rex-3-500x500.jpg",
        "brand": "Amazfit",
        "supplier": "Motion View",
        "shortDescription": "It has 14 Days Battery Life",
        "description": "【ALL-ROUND HEALTH MANAGEMENT】This smart watch can provide heart rate monitoring, blood-oxygen saturation measurement, sleep monitoring, stress level monitoring. 【ENJOY THE LIGHTNESS OF TIME】This fitness tracker watch adopts a borderless design, featuring carefully curved 2.5D glass to enhance your most fashionable outfits. With a light 19.5 g weight, a thickness of 8.95 mm (without the sensor base), and a skin-friendly silicone strap, this smart watch allows you to enjoy the lightness of time.",
        "email": "zubayer3570@gmail.com"
    },
    {
        "name": "SAMSUNG Galaxy Watch",
        "price": "$310.61",
        "quantity": "12",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/mibro-air/mibro-air-500x500.jpg",
        "brand": "Samsung",
        "supplier": "UCL BD",
        "shortDescription": "It has IP68 water and dust resistance",
        "description": "Live a stronger, smarter life with Galaxy Watch at your wrist. Rest well and stay active with built-in health tracking and a Bluetooth connection that keeps everything at your wrist. Plus, go for days without charging. Included in box: Galaxy Watch, Additional Strap (Large and Small included), Wireless charging Dock, Travel Adaptor, Quick Start Guide, User Manual (Warranty: 1 Year Standard Parts and Labor)",
        "email": "zubayer3570@gmail.com"
    },
    {
        "name": "Amazfit Band 5",
        "price": "$29.99",
        "quantity": "19",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/watch/xiaomi/haylou-ls02/haylou-ls02-500x500.jpeg",
        "brand": "Amazfit",
        "supplier": "Shumash Tech",
        "shortDescription": "Slim Fit, Amazon Alexa Built-In",
        "description": "AMAZON ALEXA BUILT-IN: Talk to Amazon Alexa on your Amazfit Band 5 activity fitness tracker. Ask Alexa questions, get translations, set alarms and timers, check the weather, control your smart home devices, and more. BLOOD OXYGEN SATURATION MONITOR: You can measure your blood oxygen saturation and understand your physical state with OxygenBeatsTM. Ideal for high-intensity workouts and sports such as marathons and gym workouts.",
        "email": "zubayer3570@gmail.com"
    },
    {
        "name": "Samsung Galaxy Fit 2",
        "price": "$50",
        "quantity": "14",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/gtr-2e/gtr-2e-010-500x500.jpg",
        "brand": "Samsung",
        "supplier": "Ryans BD",
        "shortDescription": "It has 30 days battery life",
        "description": "LIGHT AND BRIGHT DESIGN: Sleek and lightweight, Galaxy Fit2 features a curved and full-color AMOLED display that makes it easy to stay connected at a glance. GET NOTIFICATIONS. REPLY QUICLY: You’re always connected, so you’ll be notified of incoming calls or texts right on your Galaxy Fit2. Plus, send quick, preset replies, and keep an eye on schedules, the forecast and more. TOUGH, LIKE YOU: Galaxy Fit2 is made with a swim-ready³ and durable design.",
        "email": "zubayer3570@gmail.com"
    },
    {
        "name": "SAMSUNG Galaxy Watch 3",
        "price": "$279.99",
        "quantity": "13",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/amazfit-gts-2-mini/gts-2-mini-black-500x500.jpg",
        "brand": "Samsung",
        "supplier": "Fair Trade Electronics",
        "shortDescription": "It has built in GPS",
        "description": "STYLE YOU CAN COUNT ON: Galaxy Watch3 combines style—two sizes, two finishes, three colors and, 50,000 plus watch faces-with military-grade durability and water resistance. LEAVE YOUR PHONE BEHND: Galaxy Watch3 gives you the freedom to call, text, stream music and get notifications via Bluetooth connectivity. BATTERY BUILT FOR ENDURANCE: The Galaxy Watch3’s long-lasting battery can go for more than a day on a single charge, and you can always get a quick boost from your compatible Galaxy phone with Wireless Power Share.",
        "email": "zubayer3570@gmail.com"
    },
    {
        "name": "Xiaomi Mi Band 5",
        "price": "$50.93",
        "quantity": "9",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/amazfit-bip-u-pro/amazfit-bip-u-pro-500x500.jpg",
        "brand": "Xiaomi",
        "supplier": "Xiaomi Bangladesh",
        "shortDescription": "Is has 1.45 inch amoled display",
        "description": "Xiaomi Mi Band 5, Bigger Dynamic Color Screen: The Screen Of Mi Band 5 Is Increased By 20%, 1.1 inch Amoled Screen . 100+ Watchfaces. More Convenient Magnetic Charging: The Charging Interface Has Been Changed To The Below Of Heart Rate Sensor, And Two Contact Points Design, Just Charge At A Touch, No More Frequent Disassembling The Mi Dial. Support 11 Professional Sports Modes: Outdoor Running, Walking, Cycling, Indoor Running, Swimming Pool, Exercise, Indoor Cycling, Elliptical Machine, Skipping Rope, Yoga, Rowing Machine",
        "email": "zubayer3570@gmail.com"
    },
    {
        "name": "Fossil Men's Neutra Hybrid",
        "price": "$199",
        "quantity": "11",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/smart-watch/xiaomi/amazfit/gtr-3-pro/xiaomi-amazfit-gtr-3-pro-01-500x500.jpg",
        "brand": "Fossil",
        "supplier": "Fossil Bangladesh",
        "shortDescription": "Water resistant to 100ft (30m)",
        "description": "Hybrid Smart watch HR works with iPhone and Android Phones. Enjoy long lasting battery. This is a smart watch that can last up to 2+ weeks on a single charge. Magnetic USB charger included. Receive and view smartphone notifications and alerts, see calendar and weather updates, control your music and more. An innovative timepiece designed with integrated mechanical hands and an always-on read-out display showing curated information at a glance",
        "email": "zubayer3570@gmail.com"
    },
    {
        "name": "Fossil Men's Gen 6",
        "price": "$300",
        "quantity": "10",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/smart-watch/zeblaze/stratos/zeblaze-stratos-gps-smartwatch-1-500x500.jpg",
        "brand": "Fossil",
        "supplier": "Fair Trade Electronics",
        "shortDescription": "Charge up to 80% in 30 minutes",
        "description": "Smartwatches with Wear OS by Google are compatible with phones running the latest version of Android or iOS. The newest Qualcomm 4100+ chipset brings a 30% enhanced performance. Improved power, more reliable connection and up to 4x range with Bluetooth 5. Automatically tracks activity goals, steps, sleep, heart rate, cardio, and SpO2 (blood oxygen). Activity modes with GPS keep you on track with your distance and path. Advanced sensors provide the data to power all your health and fitness tracker apps",
        "email": "zubayer3570@gmail.com"
    },
    {
        "name": "Garmin Vivoactive 4",
        "price": "$249.34",
        "quantity": "12",
        "photoURL": "https://www.startech.com.bd/image/cache/catalog/smart-watch/realme/dizo-watch-2/dizo-watch-2-01-500x500.jpg",
        "brand": "Garmin",
        "supplier": "Shumash Tech",
        "shortDescription": "It has Barometer, for high altitudes",
        "description": "Keeps track of your energy levels, Pulse Ox (this is not a medical device and is not intended for use in the diagnosis or monitoring of any medical condition), respiration, menstrual cycle, stress, sleep, estimated heart, hydration and more. Easily download songs to your watch, including playlists from Spotify, Amazon music or Deezer (may require a premium subscription with a third party music provider), and connect with headphones (sold separately) for phone free listening",
        "email": "zubayer3570@gmail.com"
    }
]